Repository: common-repository/wp-frontend-publish-editor
Catalog: languages/alshc-frontent-editor-*.po
Languages: ru_ru

source: ATTENTION! If user`s role has not a capability to edit to others posts, the user can not edit other posts too.
ru_ru: ВНИМАНИЕ! Если роль пользователя не позволяет редактировать чужие посты, то Фронтенд редактор также не позволит ему редактирование чужих постов.

source: Create a page for Frontend Editor.
ru_ru: Создать страницу для Фронтенд редактора

source: Edit
ru_ru: Редактировать

source: EDIT POST
ru_ru: Редактировать Пост

source: EDIT TO OTHERS POSTS
ru_ru: Редактировать чужой пост

source: EDIT TO PUBLISHED POSTS
ru_ru: Редактировать опубликованный пост

source: If you choose incorrect page then you can not edit to posts.
ru_ru: При установке неверной страницы у вас не будет возможности редактировать посты.

source: Let you make settings on below forms.
ru_ru: Сделайте настройки в нижеследующей форме.

source: Please set capabilities on below table. Frontend editor is vissible for users with the capability of "WP editor use".
ru_ru: Настройте права в следующей таблице. Фронтенд редактор будет отображаться только для пользователей с правами "Пользоваться WP редактором".

source: PUBLISHING
ru_ru: Публикация поста

source: Put below shortcode on the created page:
ru_ru: Разместите следующий шорткод на созданной странице:

source: Put tags here - comma is for separation
ru_ru: Метки поста через запятую

source: ROLES
ru_ru: Роли

source: ROLES CAPABILITIES FOR EDITOR USE
ru_ru: НАСТРОЙКА ПРАВА ИСПОЛЬЗОВАНИЯ РЕДАКТОРА ПО РОЛЯМ

source: SAVE
ru_ru: Сохранить

source: Select the created page on below form.
ru_ru: Выберите созданную страницу в следующей форме.

source: Select the page with Editor shortcode
ru_ru: Выберите страницу на которой размещен шорткод редактора

source: SET EDITOR PAGE
ru_ru: УСТАНОВКА СТРАНИЦЫ РЕДАКТОРА

source: Set roles capabilities on below table, turn on capability on "WP editor use" column. If a user has not capability then he will not have access to the Editor.
ru_ru: Установите права "Пользоваться WP редактором" для пользователей в таблице ниже. Пользователи для которых не включено право использовать редактор не будут иметь к нему доступа.

source: Shortcode for adding system editor on frontend
ru_ru: Шорткод для добавления редактора во фронтенд

source: Title of post
ru_ru: Заголовок поста

source: WP editor use
ru_ru: Пользоваться WP редактором

source: WP FRONTEND EDITOR: MANUAL
ru_ru: WP Фронтенд Редактор: Инструкция

source: WP FRONTEND EDITOR: SETTINGS
ru_ru: WP Фронтенд Редактор: Настройки
